Repository: maunalinux/mauna-image-writer
Catalog: po/*.po
Languages: af, ar, bg, de, el, eu, fa, fr, hi, id, it, ja, ms, ru

source: About
af: Oor
ar: عن
bg: относно
de: Über
el: Σχετικά με
eu: Buruz
fa: مورد
fr: À propos
hi: के बारे में
id: Tentang
it: Circa
ja: について
ms: Tentang
ru: О

source: Write ISO Images to USB devices easily.
af: Skryf maklik ISO-beelde na USB-toestelle.
ar: اكتب صور ISO على أجهزة USB بسهولة.
bg: Лесно записвайте ISO изображения на USB устройства.
de: Schreiben Sie ISO-Images ganz einfach auf USB-Geräte.
el: Γράψτε εύκολα εικόνες ISO σε συσκευές USB.
eu: Idatzi ISO irudiak USB gailuetan erraz.
fa: تصاویر ISO را به راحتی در دستگاه های USB بنویسید.
fr: Enregistrez facilement des images ISO sur des périphériques USB.
hi: USB डिवाइस पर ISO छवियाँ आसानी से लिखें।
id: Tulis Gambar ISO ke perangkat USB dengan mudah.
it: Scrivi facilmente immagini ISO su dispositivi USB.
ja: ISO イメージを USB デバイスに簡単に書き込みます。
ms: Tulis Imej ISO ke peranti USB dengan mudah.
ru: Легко записывайте ISO-образы на USB-устройства.

source: Checking...
af: Nagaan...
ar: تدقيق...
bg: Проверка...
de: Überprüfung...
el: Ελεγχος...
eu: Egiaztatzen...
fa: چک کردن...
fr: Vérification...
hi: जाँच हो रही है...
id: Memeriksa...
it: Controllo...
ja: チェック中...
ms: Menyemak...
ru: Проверка...

source: Checking the file's integrity...
af: Gaan tans die lêer se integriteit na...
ar: التحقق من سلامة الملف ...
bg: Проверка на целостта на файла...
de: Die Integrität der Datei wird überprüft...
el: Έλεγχος της ακεραιότητας του αρχείου...
eu: Fitxategiaren osotasuna egiaztatzen...
fa: در حال بررسی صحت پرونده...
fr: Vérification de l'intégrité du fichier...
hi: फ़ाइल की सत्यनिष्ठा की जाँच की जा रही है...
id: Memeriksa integritas file...
it: Verifica dell'integrità del file...
ja: ファイルの整合性をチェックしています...
ms: Menyemak integriti fail...
ru: Проверяем целостность файла...

source: Calculating the hash value of the file...
af: Bereken tans die hash-waarde van die lêer...
ar: جاري حساب قيمة تجزئة الملف ...
bg: Изчислява се хеш стойността на файла...
de: Berechnung des Hashwerts der Datei...
el: Υπολογισμός της τιμής κατακερματισμού του αρχείου...
eu: Fitxategiaren hash balioa kalkulatzen...
fa: در حال محاسبه مقدار هش پرونده...
fr: Calcul de la valeur de hachage du fichier...
hi: फ़ाइल के हैश मान की गणना की जा रही है...
id: Menghitung nilai hash dari file...
it: Calcolo del valore hash del file in corso...
ja: ファイルのハッシュ値を計算しています...
ms: Mengira nilai cincang fail...
ru: Вычисление хеш-значения файла...

source: Retrieving data from <b>maunalinux.top</b>...
af: Haal tans data op van <b>maunalinux.top</b>...
ar: جارٍ استرداد البيانات من <b>maunalinux.top</b> ...
bg: Извличане на данни от <b>maunalinux.top</b>...
de: Daten abrufen von <b>maunalinux.top</b> ...
el: Ανάκτηση δεδομένων από <b>maunalinux.top</b>...
eu: Datuak berreskuratzen <b>maunalinux.top</b>...
fa: بازیابی اطلاعات از <b>maunalinux.top</b>...
fr: Récupération des données de <b>maunalinux.top</b>...
hi: <b>maunalinux.top</b> से डेटा पुनर्प्राप्त किया जा रहा है...
id: Mengambil data dari <b>maunalinux.top</b>...
it: Recupero dei dati da <b>maunalinux.top</b>...
ja: <b>maunalinux.top</b> からデータを取得しています...
ms: Mendapatkan semula data daripada <b>maunalinux.top</b>...
ru: Получение данных из <b>maunalinux.top</b>...

source: Are you sure?
af: Is jy seker?
ar: هل أنت متأكد؟
bg: Сигурен ли си?
de: Bist du dir sicher?
el: Είσαι σίγουρος?
eu: Ziur zaude?
fa: مطمئنی?
fr: Es-tu sûr?
hi: क्या आपको यकीन है?
id: Apa kamu yakin?
it: Sei sicuro?
ja: 本気ですか？
ms: Adakah anda pasti?
ru: Вы уверены?

source: This file:
af: Hierdie lêer:
ar: هذا الملف:
bg: Този файл:
de: Diese Datei:
el: Αυτό το αρχείο:
eu: Fitxategi hau:
fa: این پرونده:
fr: Ce fichier:
hi: यह फ़ाइल:
id: File ini:
it: Questa vita:
ja: このファイル：
ms: Fail ini:
ru: Этот файл:

source: Will be written on this disk:
af: Sal op hierdie skyf geskryf word:
ar: سيُكتب على هذا القرص:
bg: Ще бъде записано на този диск:
de: Auf diese Diskette wird geschrieben:
el: Θα γραφτεί σε αυτόν τον δίσκο:
eu: Disko honetan idatziko da:
fa: روی این دیسک نوشته خواهد شد:
fr: Sera écrit sur ce disque :
hi: इस डिस्क पर लिखा होगा:
id: Akan tertulis di disk ini:
it: Verrà scritto su questo disco:
ja: このディスクに書き込まれます:
ms: Akan ditulis pada cakera ini:
ru: На этом диске будет записано:

source: <b>WARNING:</b> All the personal data on the device will be deleted. Do you want to continue?
af: <b>WAARSKUWING:</b> Al die persoonlike data op die toestel sal uitgevee word. Wil jy voortgaan?
ar: <b> تحذير: </b> سيتم حذف جميع البيانات الشخصية الموجودة على الجهاز. هل تريد الاستمرار؟
bg: <b>ПРЕДУПРЕЖДЕНИЕ:</b> Всички лични данни на устройството ще бъдат изтрити. Искаш ли да продължиш?
de: <b>ACHTUNG:</b> Alle persönlichen Daten auf dem Gerät werden gelöscht. Möchten Sie fortfahren?
el: <b>ΠΡΟΕΙΔΟΠΟΙΗΣΗ:</b> Όλα τα προσωπικά δεδομένα στη συσκευή θα διαγραφούν. Θέλετε να συνεχίσετε?
eu: <b>OHARRA:</b> Gailuko datu pertsonal guztiak ezabatuko dira. Jarraitu nahi duzu?
fa: <b>هشدار:</b> تمام اطلاعات شخصی در دستگاه حذف خواهد شد. میخوای ادامه بده؟
fr: <b>AVERTISSEMENT:</b> Toutes les données personnelles sur l'appareil seront supprimées. Voulez-vous continuer?
hi: <b>चेतावनी:</b> डिवाइस पर मौजूद सभी व्यक्तिगत डेटा हटा दिया जाएगा. क्या आप जारी रखना चाहते हैं?
id: <b>PERINGATAN:</b> Semua data pribadi di perangkat akan dihapus. Apakah Anda ingin melanjutkan?
it: <b>ATTENZIONE:</b> Tutti i dati personali sul dispositivo verranno eliminati. Vuoi continuare?
ja: <b>警告:</b> デバイス上のすべての個人データが削除されます。 続けたいですか？
ms: <b>AMARAN:</b> Semua data peribadi pada peranti akan dipadamkan. Adakah anda mahu meneruskan?
ru: <b>ВНИМАНИЕ:</b> Все личные данные на устройстве будут удалены. Вы хотите продолжать?

source: DD Mode [Recommended]
af: DD-modus [Aanbeveel]
ar: وضع DD [مستحسن]
bg: DD режим [препоръчително]
de: DD-Modus [Empfohlen]
el: Λειτουργία DD [Συνιστάται]
eu: DD modua [Gomendatua]
fa: حالت DD [توصیه شده]
fr: Mode DD [Recommandé]
hi: डीडी मोड [अनुशंसित]
id: Mode DD [Disarankan]
it: Modalità DD [Consigliata]
ja: DDモード【推奨】
ms: Mod DD [Disyorkan]
ru: Режим DD [рекомендуется]

source: ISO Mode (for GNU/Linux)
af: ISO-modus (vir GNU/Linux)
ar: وضع ISO (لنظام GNU/Linux)
bg: ISO режим (за GNU/Linux)
de: ISO-Modus (für GNU/Linux)
el: Λειτουργία ISO (για GNU/Linux)
eu: ISO modua (GNU/Linux-erako)
fa: حالت ISO (برای گنو/لینوکس)
fr: Mode ISO (pour GNU/Linux)
hi: आईएसओ मोड (जीएनयू/लिनक्स के लिए)
id: Mode ISO (untuk GNU/Linux)
it: Modalità ISO (per GNU/Linux)
ja: ISO モード (GNU/Linux 用)
ms: Mod ISO (untuk GNU/Linux)
ru: Режим ISO (для GNU/Linux)

source: ISO Mode (for Windows)
af: ISO-modus (vir Windows)
ar: وضع ISO (لنظام التشغيل Windows)
bg: ISO режим (за Windows)
de: ISO-Modus (für Windows)
el: Λειτουργία ISO (για Windows)
eu: ISO modua (Windows-erako)
fa: حالت ISO (برای ویندوز)
fr: Mode ISO (pour Windows)
hi: आईएसओ मोड (विंडोज़ के लिए)
id: Mode ISO (untuk Windows)
it: Modalità ISO (per Windows)
ja: ISOモード（Windows用）
ms: Mod ISO (untuk Windows)
ru: Режим ISO (для Windows)

source: Mauna Image Writer
af: Mauna Beeldskrywer
ar: كاتب صور ماونا
bg: Писател на изображения Мауна
el: Συγγραφέας εικόνων Mauna
eu: Mauna Irudi Idazlea
fa: ماونا نویسنده تصویر
fr: Écrivain d'images Mauna
hi: मौना छवि लेखक
id: Penulis Gambar Mauna
it: Scrittore di Immagini Mauna
ja: マウナイメージライター
ms: Penulis Imej Mauna
ru: Автор изображений Мауна

source: Select ISO or IMG File
af: Kies ISO- of IMG-lêer
ar: حدد ملف ISO أو IMG
bg: Изберете ISO или IMG файл
de: Wählen Sie ISO- oder IMG-Datei
el: Επιλέξτε Αρχείο ISO ή IMG
eu: Hautatu ISO edo IMG fitxategia
fa: انتخاب فایل ISO یا IMG
fr: Sélectionnez le fichier ISO ou IMG
hi: ISO या IMG फ़ाइल चुनें
id: Pilih File ISO atau IMG
it: Seleziona File ISO o IMG
ja: ISO または IMG ファイルを選択してください
ms: Pilih Fail ISO atau IMG
ru: Выберите файл ISO или IMG.

source: grub not found
af: grub nie gevind nie
ar: نكش غير موجود
bg: grub не е намерен
de: grub nicht gefunden
el: grub δεν βρέθηκε
eu: grub ez da aurkitu
fa: گراب پیدا نشد
fr: grub introuvable
hi: ग्रब नहीं मिला
id: grub tidak ditemukan
it: grub non trovato
ja: grub 見つかりません
ms: grub tidak ditemui
ru: grub не найденa

source: Cancel
af: Kanselleer
ar: يلغي
bg: Отказ
de: Stornieren
el: Ματαίωση
eu: Utzi
fa: لغو
fr: Annuler
hi: रद्द करना
id: Membatalkan
it: Annulla
ja: キャンセル
ms: Batal
ru: Отмена

source: Install
af: Installeer
ar: ثَبَّتَ
bg: Инсталирай
de: Installieren
el: Εγκαθιστώ
eu: Instalatu
fa: نصب
fr: Installer
hi: स्थापित करना
it: Installare
ja: インストール
ms: Pasang
ru: Установить

source: Message
af: Boodskap
ar: رسالة
bg: Съобщение
de: Nachricht
el: Μήνυμα
eu: Mezua
fa: پیام
hi: संदेश
id: Pesan
it: Messaggio
ja: メッセージ
ms: Mesej
ru: Сообщение

source: Check ISO online (Mauna only)
af: Gaan ISO aanlyn na (slegs Mauna)
ar: تحقق من ISO على الإنترنت (مونا فقط)
bg: Проверете ISO онлайн (само за Мауна)
de: ISO online prüfen (nur Mauna)
el: Ελέγξτε το ISO online (μόνο Mauna)
eu: Egiaztatu ISO linean (Mauna soilik)
fa: ISO را به صورت انلاین بررسی کنید (فقط مونا)
fr: Vérifier ISO en ligne (Mauna uniquement)
hi: आईएसओ ऑनलाइन जांचें (केवल मौना)
id: Periksa ISO online (hanya Mauna)
it: Controlla l'ISO online (solo Mauna)
ja: ISO をオンラインで確認する (Mauna のみ)
ms: Semak ISO dalam talian (Mauna sahaja)
ru: Проверьте ISO онлайн (только Мауна)

source: Start
af: Begin
ar: يبدأ
bg: Започнете
el: Αρχή
eu: Hasi
fa: شروع
fr: Commencer
hi: शुरू
id: Awal
it: Inizio
ja: 始める
ms: Mulakan
ru: Начинать

source: Writing process is finished.
af: Die skryfproses is voltooi.
ar: انتهت عملية الكتابة.
bg: Процесът на писане е завършен.
de: Der Schreibvorgang ist abgeschlossen.
el: Η διαδικασία γραφής έχει ολοκληρωθεί.
eu: Idazketa prozesua amaitu da.
fa: فرایند نوشتن به پایان رسیده است.
fr: Le processus d'écriture est terminé.
hi: लिखने की प्रक्रिया समाप्त हो गई है.
id: Proses penulisan selesai.
it: Il processo di scrittura è terminato.
ja: 書き込み処理が終了しました。
ms: Proses penulisan selesai.
ru: Процесс написания завершен.

source: You can eject the USB disk.
af: Jy kan die USB-skyf uitwerp.
ar: يمكنك إخراج قرص USB.
bg: Можете да извадите USB диска.
de: Sie können den USB-Datenträger auswerfen.
el: Μπορείτε να εξαγάγετε το δίσκο USB.
eu: USB diskoa kanporatu dezakezu.
fa: شما می توانید دیسک USB را خارج کنید.
fr: Vous pouvez éjecter le disque USB.
hi: आप USB डिस्क को बाहर निकाल सकते हैं.
id: Anda dapat mengeluarkan disk USB.
it: È possibile espellere il disco USB.
ja: USBディスクを取り出すことができます。
ms: Anda boleh mengeluarkan cakera USB.
ru: Вы можете извлечь USB-диск.

source: Exit
af: Verlaat
ar: مخرج
bg: Изход
de: Ausfahrt
el: Εξοδος
eu: Irten
fa: خروج
fr: Sortie
hi: बाहर निकलना
id: Keluar
it: Uscita
ja: 出口
ms: Keluar
ru: Выход

source: Write a new file.
af: Skryf 'n nuwe lêer.
ar: اكتب ملفًا جديدًا.
bg: Напишете нов файл.
de: Schreiben Sie eine neue Datei.
el: Γράψτε ένα νέο αρχείο.
eu: Idatzi fitxategi berri bat.
fa: یک فایل جدید بنویسید.
fr: Écrivez un nouveau fichier.
hi: एक नई फ़ाइल लिखें.
id: Tulis file baru.
it: Scrivi un nuovo file.
ja: 新しいファイルを書き込みます。
ms: Tulis fail baharu.
ru: Запишите новый файл.

source: Target {} does not exists
af: Teiken {} bestaan nie
ar: الهدف {} غير موجود
bg: Цел {} не съществува
de: Ziel {} existiert nicht
el: Ο στόχος {} δεν υπάρχει
eu: Helburua {} ez dago
fa: هدف {} وجود ندارد
fr: La cible {} n'existe pas
hi: लक्ष्य {} मौजूद नहीं है
id: Target {} tidak ada
it: La destinazione {} non esiste
ja: ターゲット {} が存在しません
ms: Sasaran {} tidak wujud
ru: Цель {} не существует

source: Please install {}
af: Installeer asseblief {}
ar: رجاءا حمل {}
bg: Моля, инсталирайте {}
de: Bitte installiere {}
el: Εγκαταστήστε το {}
eu: Instalatu {}
fa: لطفا {} را نصب کنید
fr: Se il vous plaît installer {}
hi: कृपया स्थापित करें {}
id: Silakan instal {}
it: Per favore, Installa {}
ja: {} をインストールしてください
ms: Sila pasang {}
ru: Пожалуйста, установите {}

source: {} not found
af: {} nie gevind nie
ar: {} غير معثور عليه
bg: {} не е намерено
de: {} nicht gefunden
el: {} δεν βρέθηκε
eu: {} ez da aurkitu
fa: {} یافت نشد
fr: {} pas trouvé
hi: {} नहीं मिला
id: {} tidak ditemukan
it: {} non trovato
ja: {} 見つかりません
ms: {} tidak ditemui
ru: {} не найдено

source: Installation done.
af: Installasie gedoen.
ar: تم التثبيت.
bg: Монтажът е направен.
de: Installation abgeschlossen.
el: Η εγκατάσταση έγινε.
eu: Instalazioa eginda.
fa: نصب انجام شد.
fr: Installation effectuée.
hi: इंस्टालेशन हो गया.
id: Instalasi selesai.
it: Installazione completata.
ja: インストールが完了しました。
ms: Pemasangan selesai.
ru: Установка выполнена.

source: Installation failed.
af: Installasie het misluk.
ar: فشل التثبيت.
bg: Неуспешно инсталиране.
de: Installation fehlgeschlagen.
el: Η εγκατάσταση απέτυχε.
eu: Instalazioak huts egin du.
fa: خرابی در نصب.
fr: L'installation a échoué.
hi: स्थापना विफल।
id: Instalasi gagal.
it: Installazione fallita.
ja: インストールに失敗しました。
ms: Pemasangan gagal.
ru: Установка не удалась.

source: Integrity checking failed.
af: Integriteitkontrolering het misluk.
ar: فشل التحقق من النزاهة.
bg: Проверката на целостта е неуспешна.
de: Die Integritätsprüfung ist fehlgeschlagen.
el: Ο έλεγχος ακεραιότητας απέτυχε.
eu: Osotasuna egiaztatzeak huts egin du.
fa: بررسی یکپارچگی شکست خورد.
fr: La vérification de l'intégrité a échoué.
hi: सत्यनिष्ठा जाँच विफल रही.
id: Pemeriksaan integritas gagal.
it: Il controllo dell'integrità non è riuscito.
ja: 整合性チェックに失敗しました。
ms: Semakan integriti gagal.
ru: Проверка целостности не удалась.

source: This is not a Mauna ISO, or it is corrupted.
af: Dit is nie 'n Mauna ISO nie, of dit is beskadig.
ar: هذا ليس ماونا ISO ، أو أنه تالف.
bg: Това не е ISO на Mauna или е повреден.
de: Dies ist keine Mauna-ISO oder sie ist beschädigt.
el: Αυτό δεν είναι ISO Mauna ή είναι κατεστραμμένο.
eu: Hau ez da Mauna ISO bat, edo hondatuta dago.
fa: این یک ISO ماونا نیست، یا خراب است.
fr: Ce n'est pas un ISO Mauna, ou il est corrompu.
hi: यह मौना आईएसओ नहीं है, या यह दूषित है।
id: Ini bukan ISO Mauna, atau rusak.
it: Questa non è una ISO Mauna oppure è danneggiata.
ja: これは マウナ ISO ではないか、壊れています。
ms: Ini bukan ISO Mauna, atau ia rosak.
ru: Это не ISO-образ Мауна, или он поврежден.

source: Could not connect to maunalinux.top.
af: Kon nie aan maunalinux.top koppel nie.
ar: تعذر الاتصال بـ maunalinux.top.
bg: Не може да се свърже с maunalinux.top.
de: Es konnte keine Verbindung zu maunalinux.top hergestellt werden.
eu: Ezin izan da maunalinux.top-era konektatu.
fa: اتصال به maunalinux.top ممکن نبود.
fr: Impossible de se connecter à maunalinux.top.
hi: maunalinux.top से कनेक्ट नहीं हो सका.
id: Tidak dapat tersambung ke maunalinux.top.
ja: maunalinux.top に接続できませんでした。
ms: Tidak dapat menyambung ke maunalinux.top.
ru: Не удалось подключиться к maunalinux.top.

source: Error!
af: Fout!
ar: خطأ!
bg: грешка!
de: Fehler!
el: Λάθος!
eu: Errorea!
fa: خطا!
fr: Erreur!
hi: गलती!
id: Kesalahan!
it: Errore!
ja: エラー！
ms: Ralat!
ru: Ошибка!

source: An error occured while writing the file to the disk.
af: 'n Fout het voorgekom tydens die skryf van die lêer na die skyf.
ar: حدث خطأ أثناء كتابة الملف على القرص.
bg: Възникна грешка при запис на файла на диска.
de: Beim Schreiben der Datei auf die Festplatte ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την εγγραφή του αρχείου στο δίσκο.
eu: Errore bat gertatu da fitxategia diskoan idaztean.
fa: هنگام نوشتن پرونده در دیسک خطایی رخ داد.
fr: Une erreur s'est produite lors de l'écriture du fichier sur le disque.
hi: डिस्क पर फ़ाइल लिखते समय कोई त्रुटि उत्पन्न हुई.
id: Terjadi kesalahan saat menulis file ke disk.
it: Si è verificato un errore durante la scrittura del file sul disco.
ja: ファイルをディスクに書き込んでいるときにエラーが発生しました。
ms: Ralat berlaku semasa menulis fail ke cakera.
ru: Произошла ошибка при записи файла на диск.

source: Please make sure the USB device is connected properly and try again.
af: Maak asseblief seker dat die USB-toestel behoorlik gekoppel is en probeer weer.
ar: حدث خطأ أثناء كتابة الملف على القرص.
bg: Моля, уверете се, че USB устройството е свързано правилно и опитайте отново.
de: Bitte stellen Sie sicher, dass das USB-Gerät richtig angeschlossen ist, und versuchen Sie es erneut.
el: Βεβαιωθείτε ότι η συσκευή USB είναι συνδεδεμένη σωστά και δοκιμάστε ξανά.
eu: Mesedez, ziurtatu USB gailua behar bezala konektatuta dagoela eta saiatu berriro.
fa: لطفا مطمئن شوید که دستگاه USB به درستی متصل شده است و دوباره امتحان کنید.
fr: Assurez-vous que le périphérique USB est correctement connecté et réessayez.
hi: कृपया सुनिश्चित करें कि यूएसबी डिवाइस ठीक से कनेक्ट है और पुनः प्रयास करें।
id: Pastikan perangkat USB terhubung dengan benar dan coba lagi.
it: Assicurati che il dispositivo USB sia collegato correttamente e riprova.
ja: USB デバイスが正しく接続されていることを確認して、もう一度試してください。
ms: Sila pastikan peranti USB disambungkan dengan betul dan cuba lagi.
ru: Убедитесь, что USB-устройство подключено правильно, и повторите попытку.

source: Could not connect to amaroklinux.org.
el: Δεν ήταν δυνατή η σύνδεση στο amaroklinux.org.
it: Impossibile connettersi ad maunalinux.top.

source: Amarok Image Writer
de: Amarok Bildschreiber
